Repository: dsipakou/flybletop
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ru

source: MainApp|name
ru: Главное приложение

source: ActivationCode
ru: Код активации

source: Invalid e-mail
ru: Неверый email

source: Password
ru: Пароль

source: New Email
ru: Новый email

source: Username
ru: Юзернейм

source: New Username
ru: Новый юзернейм

source: Given username is already in use
ru: Пользователь с таким именем уже зарегистрирован

source: Given email address is already in use
ru: Пользователь с указанным email уже зарегистрирован

source: Confirm a password
ru: Подтвердить пароль

source: Passwords are not equal
ru: Пароли не одинаковы

source: Your E-mail
ru: Ваш email

source: We have no such e-mail address in our database
ru: Пользователя с указанным email нет в нашей базе

source: Product|Insert
ru: Органайзер

source: Product|Accessory
ru: Аксессуар

source: Product|name
ru: Название

source: Product|slug
ru: Slug

source: Product|desc
ru: Описание

source: Product|type
ru: Тип

source: Product|BYN
ru: Бел рубли

source: Product|USD
ru: Доллары

source: Product|base_image
ru: Основная картинка

source: Product|created_at
ru: Создано

source: Product|updated_at
ru: Обновлено

source: Product
ru: Продукт

source: Product|plural
ru: Продукты

source: Product|image
ru: Картинка

source: ProductImage|name
ru: Название продукта

source: ProductImage|image
ru: Картинка

source: ProductImage
ru: Картинка

source: ProductImage|plural
ru: Картинки

source: News|body
ru: Тело новости

source: News|carousel
ru: Показ в карусели

source: News|image
ru: Изображение

source: News|created
ru: Создано

source: News|updated
ru: Обновлено

source: News
ru: Новость

source: News|plural
ru: Новости

source: News|Image
ru: Изображение

source: Contact|social
ru: Социальная сеть

source: Contact|other
ru: Другое

source: Contact|title
ru: Заголовок

source: Contact|url_text
ru: Текст для URL

source: Contact|url
ru: URL

source: Contact|type
ru: Тип контакта

source: Contact|image
ru: Картинка

source: Contact|created
ru: Создано

source: Contact|updated
ru: Обновлено

source: Contact
ru: Контакт

source: Contact|plural
ru: Контакты

source: Product|AccessCode
ru: Аксессуар

source: AccessCode|code
ru: Ключ

source: AccessCode|usage
ru: Выслан?

source: AccessCode|qrcode
ru: QR Code

source: AccessCode|activated
ru: Активирован?

source: AccessCode|created
ru: Создан

source: AccessCode|updated
ru: Обновлён

source: AccessCode
ru: Ключ регистрации

source: AccessCode|plural
ru: Ключи регистрации

source: AccessCode|image
ru: Картинка

source: Accessories
ru: Аксессуары

source: Activate
ru: Активировать

source: You have successfully registered your product!
ru: Ваш продукт зарегистрирован!

source: ActivateProduct
ru: Активация

source: Django site admin
ru: Администрирование FlybleTop

source: Django administration
ru: Администрирование FlybleTop

source: Login
ru: Вход

source: Sign Up
ru: Регистрация

source: Forgot password?
ru: Забыли пароль?

source: New here?
ru: Впервые здесь? Создать аккаунт

source: Submit
ru: Готово

source: Your registration successfully completed!
ru: Регистация прошла успешно!

source: Now you can login and favorite any product.
ru: Теперь вы можете войти с указанными данными

source: You have successfully updated your password!
ru: Пароль успешно изменён!

source: Now you can do login with your new password
ru: Теперь вы можете залогиниться с новым паролем

source: Have an account?
ru: Уже есть аккаунт? Войти здесь

source: Home
ru: Главная

source: Pages
ru: Разделы

source: Inserts
ru: Органайзеры

source: Contacts
ru: Контакты

source: Follow Us
ru: Мы в соцсетях

source: Contact Us
ru: Связаться

source: My Profile
ru: Мой профиль

source: Logout
ru: Выйти

source: Favorite
ru: Избранное

source: Hello
ru: Привет

source: You have favorited following products
ru: Тебе понравились вот эти вещи

source: You have not favorited any product yet, go to
ru: В избранном пока пусто, сходи в

source: or to
ru: или в

source: pages to select something
ru: чтобы выбрать что-нибудь

source: My Products
ru: Мои продукты

source: You have not activated any product yet
ru: Ниодного продукта ещё не активировано

source: User information
ru: Информация

source: Update you profile data
ru: Обновление персональных данных

source: Update
ru: Обновить

source: User Info
ru: Информация

source: User is not activated
ru: Пользователь деактивирован

source: Cannot login check credentials
ru: Невозможно зайти с указанными данными

source: test email body
ru: Вы выбрали сброс пароля на сайте FlybleTop. Воспользуйтесь ссылкой ниже, чтобы изменить свой пароль. Внимание, ссылка активна в течение 6 часов.

source: Password reset email
ru: Сброс пароля на FlybleTop

source: check e-mail
ru: Мы выслали ссылку для восстановления пароля на указанный адрес

source: key expires
ru: Ключ для сброса пароля уже неактуален. Пожалуйста, воспользуйтесь формой ниже, для генерации нового ключа.

source: activation key is not found
ru: Такой ссылки для сброса пароля не существует, воспользуйтесь формой ниже, чтобы сгенерировать новуюю

source: Profile updated successfully
ru: Данные успешно обновлены

source: No such access code
ru: Такого ключа не существует

source: Code already used
ru: Ключ уже использован
